Revit 2027 API
ParameterTypeId.TrussElementTagNewMembersView Property
 "Tag new members in view"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementTagNewMembersView { get; }
Public Shared ReadOnly Property TrussElementTagNewMembersView As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementTagNewMembersView {
	ForgeTypeId^ get ();
}
static member TrussElementTagNewMembersView : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace